tap "clementtsang/bottom"
tap "eth-p/software"
tap "freifunkmuc/freifunkmeet"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "kak-lsp/kak-lsp"
tap "zegervdv/zathura"
brew "abduco"
brew "freetype"
brew "pcre"
brew "sqlite"
brew "xz"
brew "pkg-config"
brew "archey4"
brew "aspell"
brew "bat"
brew "node"
brew "broot"
brew "cheat"
brew "cmatrix"
brew "cowsay"
brew "crystal"
brew "diction"
brew "docker-compose", link: false
brew "editorconfig"
brew "elixir"
brew "elm"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "figlet"
brew "ncurses"
brew "fish"
brew "flake8", link: false
brew "fortune"
brew "fzf"
brew "ghc"
brew "git"
brew "git-delta"
brew "git-flow-avh"
brew "gitui"
brew "glow"
brew "gnupg"
brew "go"
brew "graphicsmagick"
brew "haskell-stack"
brew "hopenpgp-tools"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "iperf"
brew "iperf3"
brew "jq"
brew "pandoc"
brew "jupyterlab"
brew "kakoune", args: ["HEAD"]
brew "launch"
brew "lesspipe"
brew "lf"
brew "lftp"
brew "lolcat"
brew "macos-trash"
brew "mariadb"
brew "mas"
brew "openjdk"
brew "maven"
brew "neovim"
brew "nnn"
brew "osx-cpu-temp"
brew "p7zip"
brew "pandoc-crossref"
brew "paperkey"
brew "pastel"
brew "perl"
brew "pinentry-mac"
brew "postgresql"
brew "proselint"
brew "protobuf", link: false
brew "ripgrep"
brew "rust"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "utf8proc"
brew "subversion"
brew "task"
brew "tasksh"
brew "texlab"
brew "tldr"
brew "tmux"
brew "toilet"
brew "topgrade"
brew "torsocks"
brew "tree"
brew "util-linux"
brew "wget"
brew "yadm"
brew "ykman"
brew "yubico-piv-tool"
brew "clementtsang/bottom/bottom"
brew "eth-p/software/bat-extras"
brew "jesseduffield/lazygit/lazygit"
brew "kak-lsp/kak-lsp/kak-lsp"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "appcleaner"
cask "bbedit"
cask "blackhole-16ch"
cask "cheatsheet"
cask "chromium"
cask "chronosync"
cask "darktable"
cask "deluge"
cask "digikam"
cask "discord"
cask "docker"
cask "drawio"
cask "dropbox"
cask "element"
cask "finereader"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"
cask "font-hack-nerd-font"
cask "font-input"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-roboto-mono"
cask "font-victor-mono"
cask "font-victormono-nerd-font"
cask "freecad"
cask "freifunk-meet"
cask "gimp"
cask "gitkraken"
cask "grandtotal"
cask "hazel"
cask "imageoptim"
cask "iterm2-beta"
cask "jami"
cask "java"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "keybase"
cask "kitty"
cask "libreoffice"
cask "little-snitch"
cask "mactex"
cask "mailmate"
cask "moneymoney"
cask "neofinder"
cask "obs"
cask "onyx"
cask "osxfuse"
cask "pgadmin4"
cask "qtox"
cask "r"
cask "receipts"
cask "rectangle"
cask "rstudio"
cask "scribus"
cask "sequel-pro"
cask "signal"
cask "skim"
cask "skype"
cask "slack"
cask "spotify"
cask "syncthing"
cask "telegram"
cask "texstudio"
cask "thunderbird-beta"
cask "tor-browser"
cask "transmit"
cask "veracrypt"
cask "vlc"
cask "vscodium"
cask "wire"
cask "wireshark"
cask "xquartz"
cask "yep"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
cask "zulip"
mas "Brother P-touch Editor", id: 1453365242
mas "Buy Me a Pie!", id: 1208019955
mas "Disk Speed Test", id: 425264550
mas "GarageBand", id: 682658836
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Lieferungen", id: 290986013
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Reeder", id: 1529448980
mas "Slugline", id: 553754186
mas "Speedtest", id: 1153157709
mas "Steuererklärung", id: 748816884
mas "WiFi Signal", id: 525912054
mas "Xcode", id: 497799835
