tap "browsh-org/browsh"
tap "clementtsang/bottom"
tap "cmacrae/formulae"
tap "eth-p/software"
tap "felixkratz/formulae"
tap "freifunkmuc/freifunkmeet"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "kak-lsp/kak-lsp"
tap "koekeishiya/formulae"
tap "natesales/repo", "https://github.com/natesales/repo"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
tap "theseal/ssh-askpass"
tap "zegervdv/zathura"
brew "abduco"
brew "freetype"
brew "gettext"
brew "pkg-config"
brew "pcre"
brew "sqlite"
brew "xz"
brew "ansible"
brew "yamllint"
brew "ansible-lint"
brew "aspell"
brew "bash"
brew "bat"
brew "broot"
brew "ghc"
brew "cabal-install"
brew "ccls"
brew "cheat"
brew "cmatrix"
brew "coreutils"
brew "cowsay"
brew "crystal"
brew "dafny"
brew "dash"
brew "diction"
brew "docker-compose", link: false
brew "editorconfig"
brew "elixir"
brew "elm"
brew "elvish"
brew "esptool"
brew "exa"
brew "fd"
brew "jpeg", link: true
brew "tesseract"
brew "ffmpeg"
brew "ffmpegthumbnailer"
brew "figlet"
brew "ncurses"
brew "fish"
brew "flake8", link: false
brew "fortune"
brew "fswatch"
brew "gnupg"
brew "fwknop"
brew "fzf"
brew "gcc@10"
brew "gh"
brew "git"
brew "git-delta"
brew "git-flow-avh"
brew "gitui"
brew "glow"
brew "go"
brew "gping"
brew "graphicsmagick"
brew "haskell-language-server"
brew "haskell-stack"
brew "hlint"
brew "hopenpgp-tools"
brew "htop"
brew "httpie"
brew "hugo"
brew "hyperfine"
brew "ifstat"
brew "imagemagick"
brew "inxi"
brew "iperf"
brew "iperf3"
brew "jq"
brew "node"
brew "pandoc"
brew "jupyterlab"
brew "kakoune", args: ["HEAD"]
brew "perl"
brew "latexindent"
brew "launch"
brew "lesspipe"
brew "lf"
brew "lftp"
brew "libfido2"
brew "lolcat"
brew "macos-trash"
brew "mariadb"
brew "mas"
brew "openjdk"
brew "maven"
brew "neofetch"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "nnn"
brew "nut"
brew "openjdk@11"
brew "openssh"
brew "openssl@3"
brew "ormolu"
brew "osx-cpu-temp"
brew "p7zip"
brew "pandoc-crossref"
brew "paperkey"
brew "pastel"
brew "pinentry-mac"
brew "poppler"
brew "postgresql@14"
brew "procs"
brew "proselint"
brew "protobuf"
brew "ripgrep"
brew "ripgrep-all"
brew "rust"
brew "shellcheck"
brew "speedtest-cli"
brew "starship"
brew "utf8proc"
brew "subversion"
brew "task"
brew "tasksh"
brew "testdisk"
brew "texlab"
brew "tldr"
brew "tmux"
brew "toilet"
brew "topgrade"
brew "torsocks"
brew "tree"
brew "util-linux"
brew "vale"
brew "wget"
brew "yadm"
brew "ykman"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zoxide"
brew "browsh-org/browsh/browsh"
brew "clementtsang/bottom/bottom"
brew "eth-p/software/bat-extras"
brew "felixkratz/formulae/sketchybar", args: ["HEAD"]
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
brew "natesales/repo/q"
brew "qmk/qmk/qmk"
brew "theseal/ssh-askpass/ssh-askpass"
brew "zegervdv/zathura/zathura", args: ["HEAD"], link: false
cask "aegisub"
cask "appcleaner"
cask "bbedit"
cask "blackhole-16ch"
cask "cheatsheet"
cask "chromium"
cask "chronosync"
cask "darktable"
cask "deluge"
cask "digikam"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "drawio"
cask "dropbox"
cask "eaglefiler"
cask "eclipse-ide"
cask "element"
cask "finereader"
cask "firefox"
cask "font-fira-code"
cask "font-fira-mono"
cask "font-fira-sans"
cask "font-firacode-nerd-font"
cask "font-firamono-nerd-font"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-input"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-ss08"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-jetbrainsmono-nerd-font"
cask "font-juliamono"
cask "font-mononoki-nerd-font"
cask "font-roboto-mono"
cask "font-victor-mono"
cask "font-victormono-nerd-font"
cask "freecad"
cask "freifunk-meet"
cask "gfxcardstatus"
cask "gimp"
cask "gitkraken"
cask "grandtotal"
cask "hammerspoon"
cask "handbrake"
cask "hazel"
cask "imageoptim"
cask "iterm2-beta"
cask "jami"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "kensingtonworks"
cask "keybase"
cask "kicad"
cask "kitty"
cask "libreoffice"
cask "little-snitch"
cask "logseq"
cask "macfuse"
cask "mactex"
cask "mailmate"
cask "mars"
cask "mediathekview"
cask "meetingbar"
cask "microsoft-teams"
cask "moneymoney"
cask "mpv"
cask "neofinder"
cask "netgear-switch-discovery-tool"
cask "obs"
cask "onyx"
cask "osxfuse"
cask "pgadmin4"
cask "post-haste"
cask "qmk-toolbox"
cask "qtox"
cask "r"
cask "receipts"
cask "rectangle"
cask "rstudio"
cask "scribus"
cask "sequel-pro"
cask "sf-symbols"
cask "signal"
cask "silicon-labs-vcp-driver"
cask "skim"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "syncthing"
cask "telegram"
cask "texstudio"
cask "thunderbird-beta"
cask "tor-browser"
cask "transmit"
cask "veracrypt"
cask "virtualbox"
cask "vlc"
cask "vscodium"
cask "wire"
cask "wireshark"
cask "xquartz"
cask "yep"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "zoom"
cask "zotero"
cask "zulip"
mas "AusweisApp2", id: 948660805
mas "Bitwarden", id: 1352778147
mas "Brother P-touch Editor", id: 1453365242
mas "Buy Me a Pie!", id: 1208019955
mas "Deliveries", id: 290986013
mas "Discovery", id: 1381004916
mas "Disk Speed Test", id: 425264550
mas "eduVPN", id: 1317704208
mas "GarageBand", id: 682658836
mas "Home Assistant", id: 1099568401
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "NetSpot", id: 514951692
mas "Network Lantern Helper", id: 1551798962
mas "Numbers", id: 409203825
mas "Omnivore", id: 1564031042
mas "Pages", id: 409201541
mas "Pocket", id: 568494494
mas "Reeder", id: 1529448980
mas "Slugline", id: 553754186
mas "Speedtest", id: 1153157709
mas "Steuererklärung", id: 748816884
mas "WiFi Signal", id: 525912054
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
